Repository: exalted/www.gnu.org-tr
Catalog: links/companies.*.po
Languages: tr

source: Companies that sell computers with GNU/Linux preinstalled - GNU Project - Free Software Foundation (FSF)
tr: GNU/Linux yüklenmiş bilgisayar satan şirketler - GNU Projesi - Özgür Yazılım Vakfı (FSF)

source: What's New
tr: Yenilikler

source: Free Software Operating System GNU/Linux
tr: Özgür Yazılım İşletim Sistemi GNU/Linux

source: Free Software Foundation
tr: Özgür Yazılım Vakfı

source: en
tr: tr

source: Companies that sell computers with <acronym title="GNU's Not Unix!">GNU</acronym>/Linux preinstalled
tr: <acronym title="GNU's Not Unix!">GNU</acronym>/Linux yüklenmiş bilgisayar satan şirketler

source: <a href="http://laclinux.com/gnu/Start">Los Alamos Computers (LAC)</a> sells laptops, desktops and servers preinstalled with <a href="/distros">fully free <acronym>GNU</acronym>/Linux distributions</a>, including <a href="http://gnewsense.org">gNewSense</a>. In addition, they donate a portion of every sale of such systems to the FSF.
tr: <a href="http://laclinux.com/gnu/Start">Los Alamos Computers (LAC)</a>, <a href="http://gnewsense.org">gNewSense</a>'i de içeren <a href="/distros">tamamen özgür <acronym>GNU</acronym>/Linux dağıtımları</a> yüklenmiş dizüstü, masaüstü ve sunucu bilgisayarlar satmakta. Ayrıca, bu sistemlerin her satıştan elde edilen gelirin bir kısmı ile FSF'ye bağışta bulunuyorlar.

source: <a href="http://www.inatux.com/gnu">InaTux</a> also offers computers preinstalled with gNewSense.
tr: <a href="http://www.inatux.com/gnu">InaTux</a> de gNewSense yüklü bilgisayarlar sunmakta.

source: You may check out and promote an <a href="http://www.ideastorm.com/article/show/63082/Preinstall_gNewSense_on_laptops_and_desktops">idea about gNewSense being preinstalled on computers from Dell</a>.
tr: <a href="http://www.ideastorm.com/article/show/63082/Preinstall_gNewSense_on_laptops_and_desktops">Dell'den gNewSense yüklenmiş bilgisayarlar fikrini</a> gözden geçirebilir ve destekleyebilirsiniz.

source: Please send FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. <br /> Please send broken links and other corrections or suggestions to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
tr: Lütfen FSF ve GNU hakkındaki sorularınızı <a href="mailto:gnu@gnu.org"><em>gnu@gnu.org</em></a> adresine gönderin. FSF ile iletişime geçmenin <a href="/contact/">başka yolları</a> da vardır.<br /> Lütfen çalışmayan bağlantıları ve diğer düzeltmelerinizi (ya da önerilerinizi) <a href=" "mailto:webmasters@gnu.org"><em>webmasters@gnu.org</em></a> adresine gönderin.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
tr: Bu yazının çeviri düzenlemesi ve sunuşu ile ilgili bilgi için lütfen <a href="/server/standards/README.translations.html">Çeviriler BENİOKU</a>sayfasına bakın.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
tr: <p><strong>Çeviriye katkıda bulunanlar:</strong></p> <ul> <li> Erdem Artan <a href="mailto:baDibere@gmail.c0m">&lt;baDibere@gmail.c0m&gt;</a>, 2008. </li> </ul>

source: Updated:
tr: Son Güncelleme:

source: Translations of this page
tr: Bu sayfanın diğer dillere <a href="/server/standards/README.translations.html">çevirileri</a>:
