Repository: exalted/www.gnu.org-tr
Catalog: philosophy/lessig-fsfs-intro.*.po
Languages: tr

source: Introduction to Free Software, Free Society - GNU Project - Free Softwar
tr: Özgür Yazılım, Özgür Toplum'a Giriş - GNU Projesi - Özgür Yazılım Vakf

source: Introduction to <
tr: Giriş <

source: by Lawrence Lessig, Professor of Law, Stanford Law School
tr: Lawrence Lessig, Hukuk Profesörü, Stanford Hukuk Fakültesi

source: Every generation has its philosopher &mdash; a writer or an artist wh
tr: Her nesil kendi filozofuna bir zamanın hayal gücünü yakalayan bir yaza

source: Our generation has a philosopher. He is not an artist, or a professiona
tr: Bizim neslimizin bir filozofu var. O bir sanatçı ya da profesyonel bi

source: &ldquo;Code&rdquo; is the technology that makes computers run. Whethe
tr: “Kod”, bilgisayarları çalıştıran teknolojidir. Yazılımda yazılsa d

source: What control should we have over this code? What understanding? Wha
tr: Bu kod üzerinde nasıl bir kontrolümüz olmalıdır? Nasıl bir anlayı

source: These questions have been the challenge of Stallman's life. Through hi
tr: Bu sorular Stallman’ın hayatının temelini oluşturmaktadır. Çalışmalar

source: &ldquo;Free.&rdquo; Stallman laments the ambiguity in his own term
tr: “Free”. Stallman kendi adına bu anlam belirsizliği için üzülmektedir

source: Yet the odd clink of the word &ldquo;free&rdquo; is a function of us, no
tr: “Özgür” sözcüğünün tınısı bizim bir fonksiyonumuzdur, ifadenin bi

source: The mechanism of this rendering is an extraordinarily clever devic
tr: Bu şeffaf hale getirmenin mekanizması, GPL olarak adlandırılan bi

source: &ldquo;Free software,&rdquo; like free societies, has its enemies
tr: “Özgür yazılımın” özgür toplumlar gibi düşmanları vardır. Microsoft

source: And then there are those who call Stallman's message too extreme. Bu
tr: Stallman’ın mesajını çok aşırı olarak adlandıranlar da bulunabilir

source: For example: A &ldquo;free society&rdquo; is regulated by law. But ther
tr: Örneğin, “Özgür bir toplum” kanunlar ile düzenlenir. Ancak, özgü

source: This condition on law extends beyond the work of a legislature. Thin
tr: Kanun üzerindeki bu şart, bir yasama meclisinin çalışmasının kapsamını

source: All the material in this process is free in the sense that Stallma
tr: Bu süreçteki tüm gereçler Stallman’in bahsettiği anlamda özgürdür. Yasa

source: This economy of free code (and here I mean free legal code) doesn'
tr: Bu özgür kodun (ve burada özgür yasal kodu ifade etmek istedim

source: We could imagine a legal practice that was different &mdash; briefs an
tr: Farklı bir yasal işleyişi hayal edebilirdik, dava özetleri ve iddialar

source: We could imagine this society, but we could not imagine calling i
tr: Bu toplumu hayal edebilirdik, ama bu toplumu “özgür” olarak adlandırmay

source: Code writing is not litigation. It is better, richer, more productive
tr: Kod yazımı bir dava değildir. Kod yazımı iyidir, zengindir ve dah

source: For the first time, this book collects the writing and lectures o
tr: İlk defa olarak, bu kitap, detaylarını ve gücünü açık hale getirecek bi

source: I don't know Stallman well. I know him well enough to know he is a har
tr: Stallman’i iyi tanımıyorum. Ancak sert bir adam olduğunu bilecek kada

source: Yet when our world finally comes to understand the power and danger o
tr: Sonunda dünyamız kodun gücü ve tehlikesini anladığında - kodun yasala

source: We have not earned that freedom yet. We may well fail in securing it. Bu
tr: Bu özgürlüğü henüz kazanmadık. Bunu korurken başarısız da olabiliriz

source: <strong>Lawrence Lessig</strong><br /> <strong>Professor of Law, Stanfor
tr: <strong>Lawrence Lessig</strong><br /> <strong>Hukuk Profesörü, Stanfor

source: Please send FSF &amp; GNU inquiries to <
tr: Lütfen FSF ve GNU hakkındaki sorularınızı <

source: Please see the <
tr: Bu yazının çeviri düzenlemesi ve sunuşu ile ilgili bilgi için lütfen <

source: Verbatim copying and distribution of this entire article is permitte
tr: Bu makalenin tamamının kelimesi kelimesine kopyalanmasına v

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
tr: <p><strong>Çeviriye katkıda bulunanlar:</strong></p> <ul> <li> <a href="http://yzgrafik.ege.edu.tr/~tekrei/">T. E. Kalaycı</a> 2012. </li> <li> Çiğdem Özşar, 2009. </li> <li> Birkan Sarıfakıoğlu, 2009. </li> <li> Serkan Çapkan, 2009. </li> <li> İzlem Gözükeleş, 2009. </li> </ul>

source: Updated:
tr: Son Güncelleme:

source: Translations of this page
tr: Bu sayfanın diğer dillere <
